Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c39.pdf.tmx
Source language: fin
Languages: sme

source: Ohjelmapalveluiden tukikohdiksi tarkoitetut ns. isännöidyt vuokratuvat moottoroiduille ja muilla keinoin kuin omin voimin liikkuville ohjatuille luontomatkailuryhmille sekä kaikille kävijöille tarkoitetut vuokratuvat sijaitsevat tällä vyöhykkeellä.
sme: Prográmmabálvalusaid doarjjabáikin oaivvilduvvon ng. isidaston láigostobut mohtorfievrruiguin dáhpáhuvvi ja eará vugiiguin go iežas fámuiguin johtaleaddji stivrejuvvon luonddumátkkálašjoavkkuide ja buot geavaheddjiide oaivvilduvvon láigostobut leat dán avádagas.

source: Vyöhykkeelle ei rakenneta uusia kämppiä uusiin paikkoihin, kuten ei muillakaan erämaan vyöhykkeillä.
sme: Avádahkii eai huksejuvvo ođđa gámppát ođđa sajiide, dego eai earáge meahcceguovllu avádagain.

source: Ohjatun luontomatkailun vyöhykkeeseen sisältyvät merkityt moottorikelkkaurat, käytetyimmät retkeilyn ydinvyöhykkeen ulkopuoliset suurtunturialueen kulku-urat sekä kalastajien ja veneilijöiden suosima Poroenon–Lätäsenon vesiretkeilyreitti.
sme: Stivrejuvvon luondduturismma avádahkii gullet merkejuvvon mohtorgielkávuojáhagat, vánddardeami guovddášavádaga stuorraduottarguovllu olggobeale eanemus geavahuvvon vuojáhagat ja guolásteddjiide ja fanastalliide nu bivnnuhis Boazoeanu– Leahttáseanu čáhcevánddardanjohtolat.

source: Uusia merkittyjä reittejä vyöhykkeelle ei suunnitelmakaudella esitetä, vaikka siihen varataan mahdollisuus tulevaisuudessa.
sme: Ođđa merkejuvvon johtolagat dán avádahkii eai plánabaji áigge evttohuvvo, vaikko dasa várrejuvvo vejolašvuohta boahtteáiggis.

source: Vyöhykkeelle ohjataan pääsääntöisesti moottoroitu ja muu kuin omin voimin tapahtuva luontomatkailu, jolloin käyttöpaine erämaan pohjoisosan suurtunturialueella ja porotaloudelle tärkeillä alueilla pysyy kohtuullisena.
sme: Avádahkii stivrejuvvo dábálaččat mohtorfievrruiguin ja eará go iežas fámuiguin dáhpáhuvvi luondduturisma, goas geavahandeaddu meahcceguovllu davágeaže stuorraduottarguovllus ja boazodollui mávssolaš guovlluin bissu govttolaš dásis.

source: Ulkopaikkakuntalaisten omatoiminen kelkkailu ja liiketoiminnalliset koiravaljakkosafarit rajoitetaan Metsähallituksen valtakunnalliselle moottorikelkkauralle.
sme: Olgobáikegoddelaččaid iehčanassii gielkkástallan ja fitnodatekonomalaš beanasafárat ráddjejuvvojit Meahciráđđehusa váldegottálaš mohtorgielkávuojáhaga ala.

source: Koiravaljakkosafareille myönnetään liikkumislupia lisäksi Meekonjärven kautta Haltille vievälle huoltoreitille huhtikuun loppuun saakka.
sme: Beanasafáraide mieđihuvvojit johtinlobit dasa lassin Háldis Megonjávrri bokte manni fuolahusjohtolahkii cuoŋománu loahpa rádjai.

source: Ohjatun luontomatkailun vyöhyke sisältyy Metsähallituksen puu- ja jätehuollon piiriin.
sme: Stivrejuvvon luondduturismma avádat lea Meahciráđđehusa muorra- ja bázahusfuolahusa vuollásaš.

source: Erämaan nykyinen tupaverkosto on rakennettu lähes kokonaan ennen erämaalain säätämistä.
sme: Meahcceguovllu dálá stohpofierpmádat lea huksejuvvon measta ollásit ovdal meahcceguovlolága ásaheami.

source: Alueen lisääntyvän käytön ohjaamiseksi ja luonnon kulumisen ehkäisemiseksi tietyille suosituille leiripaikoille Poro- ja Lätäsenon varteen rakennetaan hoidettuja rantautumis- ja nuotiopaikkoja jätteidenkierrätyspisteineen.
sme: Guovllu geavahit eanet ja eanet, ja danin geavaheami stivren dihte ja luonddu gollama hehtten dihte dihto bivnnuhis gohttensajiide Boazoeanu- ja Leahttáseanu sisa huksejuvvojit dikšojuvvon gáddáimannan- ja dolastallanbáikkit oktan bázahusaid ođđasitatnobálvalusain.

source: Matkailuyrittäjät velvoitetaan pääsääntöisesti kuljettamaan alueelle omat polttopuut sekä siistimään ja kuljettamaan aikaansaamansa jätteet pois alueelta.
sme: Turistafitnodatolbmot geatnegahttojit dábálaččat buktit mielddiset guvlui dárbbašlaš boaldinmuora ja čorget ja doalvut eret guovllus daid ruskkaid, mat leat báhcán sin orrumis.

source: Ohjattu luontomatkailu ja omatoiminen retkeily ovat vyöhykkeellä tasavertaisia käyttömuotoja, joskin molemmat ovat alisteisia porotalouden harjoittamiselle, eli ne eivät saa merkittävästi haitata poroelinkeinoa.
sme: Avádaga bokte šaddet stivrejuvvon luondduturisma ja iehčanassii vánddardeapmi ovttaárvosaš geavahanhápmin, vaikko guktot galgetge váldit vuhtii boazodoalu, dahjege dat eai oaččo stuoribut hehttet boazoealáhusa.

source: Vyöhykkeelle voidaan tehdä käyttöoikeussopimuksia poro- ja luontaiselinkeinotukikohtien määräaikaisesta sijoittamisesta.
sme: Avádahkii sáhttá dahkat geavahansoahpamušaid boazo- ja luondduealáhusdoarjjabáikkiid mearreáigásaš sajáiduhttimis.

source: Metsähallitus seuraa yhdessä Käsivarren paliskunnan kanssa, ettei alueen virkistyskäytöstä – omatoimisesta retkeilystä tai ohjatusta luontomatkailusta – koidu ylimääräistä haittaa porotaloudelle ja ryhtyy tarvittaessa toimenpiteisiin häiriöiden poistamiseksi.
sme: Meahciráđđehus čuovvu ovttas Giehtaruohttasa bálgosiin ahte guovllu lustageavaheapmi – iehčanassii vánddareapmi dahje stivrejuvvon luondduturisma – ii heađuš dárbbašmeahttumit boazodoalu ja bargagoahtá dárbbu mielde heađuštusaid jávkadan dihte.

source: Vyöhyke on merkitty karttaan keltaisella värillä (kuva 12).
sme: Avádat lea merkejuvvon kártii fiskadiin (govva 12).

source: 7 Luonnon ja muinaismuistojen suojelu
sme: 7 Luonddu- ja dološmuittuidsuodjaleapmi

source: 7.1 Taustaa
sme: 7.1 Duogášdieđut

source: Luonnonsuojelu ei ole luonnon käytöstä irrallinen ilmiö, vaan kaikkeen käyttöön liittyy myös suojelunäkökohta.
sme: Luonddusuodjalus ii leat bođuid eará luonddugeavaheamis, muhto buot geavaheamis leat mielde maiddái suodjalanbealit.

source: Esimerkiksi kestävän käytön periaate kuuluu niin metsätalouden, porotalouden kuin pyynninkin periaatteisiin.
sme: Ovdamearkka dihte bistevaš geavaheami prinsihppa gullá vuovde- ja boazodoalu ja maiddái bivddu prinsihpaide.

source: Siten seuraavassa esitellään kootusti kaikki luonnonsuojelun kannalta keskeisimmät asiat ja näkökohdat sekä tarvittavat erityistoimet.
sme: Nuba čuovvovaččas ovdanbuktojit čohkkejuvvon hámis luonddusuodjalusa dáfus buot mávssoleamos áššit ja prinsihpat ja dárbbašlaš sierradoaimmat.

source: Siksi osa esityksistä kertautuu tässä luvussa, sillä ne on kirjattu suunnitelmaan jo muiden asiakokonaisuuksien yhteydessä.
sme: Danin oassi ovdanbuktojuvvon áššiin bohtet ođđasit dán logus, dasgo dat leat merkejuvvon plánii juo eará áššeollisvuođaid oktavuođas.

source: Luvussa käsitellään myös muinaismuistojen suojelua erämaassa.
sme: Logus gieđahallojuvvo maiddái dološmuittuid suodjaleapmi meahcceguovllus.

source: 7.1. 1 Luonnonsuojelu ja erämaalaki
sme: 7.1.1 Luonddusuodjalus ja meahcceguovloláhka

source: Erämaat eivät ole varsinaisia luonnonsuojelualueita, eli niitä ei ole perustettu luonnonsuojelulailla.
sme: Meahcceguovllut eai leat rievtti mielde luonddusuodjalanguovllut dahjege dat eai leat vuođđuduvvon luonddusuodjalanlága vuođul.

source: Erämaalain yleisperusteluissa sanotaan, että ”luonnonsuojelualueet eivät käytännössä tyydytä kaikkia erämaiden luontaistalouteen ja monipuoliseen käyttöön liittyviä tarpeita.
sme: Meahcceguovlolága oppalaš ákkastallamiin daddjojuvvo ahte ”luonddusuodjalanguovllut eai iešalddes deavdde meahcceguovlluid luonddudollui ja máŋggabealat geavaheapmái guoskevaš buot dárbbuid.

source: Lisäksi on tarpeellista perustaa sellaisia alueita, jotka eivät ole normaalissa talouskäytössä, mutta jotka eivät liioin olisi niin tiukasti suojeltuja kuin luonnonsuojelulain (71/1923) [1096/1996] mukaiset suojelualueet”.
sme: Dasa lassin lea dárbu vuođđudit dakkár guovlluid, mat eai leat normála ekonomiijaanus, muhto mat eai maiddái livčče nu čavga suodjaluvvon go luonddusuodjalanlága (71/1923) [1096/1996] mieldásaš suodjalanguovllut”.

source: Erämaalaki estää tietyt, voimakkaasti luontoa muuttavat toimet, mutta muuten erämaat ovat lainsäädännön suhteessa samassa asemassa kuin niitä ympäröivät alueet.
sme: Meahcceguovloláhka hehtte dihto doaimmaid, mat rievdadit sakka luonddu, muhto muđui meahcceguovllut leat láhkamearrádusaid ektui seamma sajádagas go daid birastahtti guovllut.

source: Luonnonsuojelulaki (1096/1996) ei nosta erämaa-alueita erikseen esille, vaan lakia sovelletaan erämaassa samoin kuin muillakin alueilla.
sme: Luonddusuodjalanláhka (1096/1996) ii bajit meahcceguovlluid sierra ovdan, muhto láhka heivehuvvo meahcceguovllus seammaláhkai go earáge guovlluin.

source: 7.1. 2 Käsivarren erämaan asema luonnonsuojelussa
sme: 7.1.2 Giehtaruohttasa meahcceguovllu sajádat luonddusuodjalusas

source: Käsivarren erämaa-alueen eteläreuna sijaitsee pohjoisboreaalisen kasvillisuusvyöhykkeen pohjoisosassa vaihettuen hemiarktiseen vyöhykkeeseen.
sme: Giehtaruohttasa meahcceguovllu lulábealeravda lea davviboreálalaš šattolašvuođaavádaga davágeahčen nu ahte molsašuvvá hemiarktalaš avádahkan.

source: Alueella on Jäämeren läheisyydestä ja Kölivuoristosta johtuva jyrkkä mereisyys–mantereisuusraja.
sme: Guovlu lea lahka Jiekŋameara ja Giellasa ja dát dagaha hui čielga dovddu sihke mearalašvuođas ja nannándálkkáldagas.

source: Mereisintä on erämaa-alueen pohjoisosissa.
sme: Buot mearaleamos lea meahcceguovllu davágeahči.

source: Käsivarren erämaa rajoittuu Norjan puolella Raisduoddarhaldin maisemanhoitoalueeseen, Reisadalenin kansallispuistoon sekä muihin suojelemattomiin, mutta tiettömiin ja erämaaluonteisiin alueisiin.
sme: Giehtaruohttasa meahcceguovllu rádjin lea Norgga bealde Raisduottarháldi duovddadikšunguovlu, Ráisevákki álbmotmeahcci ja eará suodjalkeahtes, muhto geainnuhis ja meahcceguovllulágan guovllut.

source: Eteläosastaan alue liittyy Lätäsenon–Hietajoen soidensuojelualueeseen.
sme: Lulágeahčen guovlu laktása Leahttáseanu-Jiehtájoga jekkiidsuodjalanguvlui.

source: Erämaan sisällä on Annjalonjin luonnonsuojelualue sekä Somasjärven valtakunnallinen maisemansuojelualue.
sme: Meahcceguovllu siste leat Ánnjaloannji luonddusuodjalanguovlu ja Somašjávrri váldegottálaš duovddasuodjalanguovlu.

source: Yhdessä nämä alueet muodostavat laajan erämaisen ja suhteellisen luonnontilaisen kokonaisuuden (kuvat 1 ja 13).
sme: Ovttas dáin guovlluin čoggo viiddis meahcceguovllulágan ja viehka luonddudilálaš ollisvuohta (govat 1 ja 13).

source: Käsivarren alue on luonnonarvoiltaan suomalaisittain ainutlaatuinen ja täysin poikkeava alue: Alueella on paljon Suomen mittakaavassa uhanalaisia kasvi- ja eläinlajeja sekä kaikki Suomen yli 1 000-metriset tunturit.
sme: Giehtaruohttasa guovlu lea Suoma luondduárvvuid dáfus áidnalunddot guovlu, mii spiehkasta oalát eará Suomas: guovllus leat ollu Suoma mihtuid mielde áitatvuloš šaddo- ja eallišlájat ja buot Suoma badjel 1 000 mehtera allosaš duottarčohkat.

source: Valtaosa uhanalaisista kasvilajeista esiintyy kuitenkin yleisenä Norjan puolella.
sme: Eatnasat áitatvuloš šaddošlájain leat goittot dábálaččat Norgga bealde.

source: Käsivarsi on Suomen arktisinta aluetta.
sme: Giehtaruohtas lea Suoma arktaleamos guovlu.

source: Tämän vuoksi on tärkeää seurata alueen eläin- ja kasvilajien esiintymisessä, sopeutumisessa ja runsaudessa tapahtuvia muutoksia mm. ilmastonmuutoksen seurauksia arvioitaessa.
sme: Danin gánnáha áinnas čuovvut guovllu ealli- ja šaddošlájaid gávdnomis, vuogáiduvvamis ja valljivuođas dáhpáhuvvi nuppástusaid, ee. dálkkádatnuppástusaid čuovvumušaid guorahaladettiin.

source: Suomi on esittänyt Käsivarren erämaa-aluetta vuonna 1998 Natura 2000 -verkostoon lintudirektiivin (SPA-alue) ja luontodirektiivin (SCI-alue) perusteella.
sme: Suopma lea árvalan Giehtaruohttasa meahcceguovllu 1998:s Natura 2000 -fierpmádahkii loddedirektiiva (SPAguovlu) ja luondodirektiivva (SCI-guovlu) vuođul.

source: Suomen Käsivarsi on kapeahko käytävä, joka sijaitsee Ruotsin ja Norjan tunturialueiden välissä.
sme: Suoma Giehtaruohtas lea seakkalágan gudji Ruoŧa ja Norgga stuorraduottarguovlluid gaskkas.

source: Eläimet liikkuvat tällä laajalla alueilla riippumatta hallinnollisista rajoista.
sme: Eallit johtalit dán viiddis guovllus riikkarájiin beroškeahttá.

source: Tämä on otettava huomioon, kun arvioidaan joidenkin lajien – esim. maa- ja merikotkien, naalin ja ahman – määriä Käsivarren erämaa-alueella.
sme: Dán galgá váldit vuhtii, go guorahallojit muhtun šlájaid – omd. goaskimiid ja mearragoaskimiid, njálaid ja getkkiid – lohkumearit Giehtaruohttasa meahcceguovllus.

source: Kuva 13. Luonnonsuojelualueet Käsivarren erämaa-alueella vuonna 2000. Laatineet/digitoineet Liisa Kajala &amp; Teppo Loikkanen 2000. © Metsähallitus 2001, © Maanmittauslaitos 1/MYY/01.
sme: Govva 13. Luonddusuodjalanguovllut Giehtaruohttasa meahcceguovllus 2000:s. Liisa Kajala &amp; Teppo Loikkanen 2000. © Metsähallitus 2001, © Maanmittauslaitos 1/MYY/01.

source: Munnikurkkio
sme: Muonnjagorži

source: 7.1. 3 Suojelutoimet ja perhosten huomioon ottaminen
sme: 7.1.3 Suodjalandoaimmat ja beaivelottiid vuhtiiváldin

source: Annjalonjin luonnonsuojelualueesta, joka on perustettu erityisesti uhanalaisten perhoslajien elinympäristön turvaamiseksi, laaditaan erillinen hoito- ja käyttösuunnitelma.
sme: Ánnjaloanji luonddusuodjalanguovllu birra, mii lea vuođđuduvvon erenoamážit áitatvuloš beaiveloddešlájaid eallinbirrasiid dorvvastan dihte, dahkkojuvvo sierra dikšun- ja geavahanplána.

source: Käsivarren erämaaalueen luonto ja käyttö -perusselvityksessä on tarkasteltu myös Annjalonjilta havaittuja uhanalaisia perhoslajeja, niiden elinympäristövaatimuksia ja niihin liittyviä uhkatekijöitä.
sme: Giehtaruohttasa meahcceguovllu luondu ja geavaheapmi -vuođđočielggadusas leat guorahallon maiddái Ánnjaloanjis áicojuvvon áitatvuloš beaiveloddešlájat, daid eallinbirasgáibádusaid ja daidda guoskevaš áittadahkkit.

source: Selvityksen tuloksia on hyödynnetty suunnitelman esityksissä.
sme: Čielggadusa bohtosat leat adnojuvvon ávkin plána árvalusain.

source: Järjestelmällinen tutkimus porojen vaikutuksesta kasvien ja hyönteisten esiintymiseen olisi tarpeen, jotta voitaisiin selvittää useiden perhoslajien ekologia ja ravintokasvivaatimukset sekä perustellusti suunnitella alueelle tarvittavia ja suunnattavia suojelutoimia.
sme: Vuđolaš dutkamii bohccuid váikkuhusas šattuid ja divrriid gávdnomii livččii dárbu, vai sáhtášii čielggadit moanaid beaiveloddešlájaid ekologiija ja biebmošaddogáibádusaid ja ákkastallon vuogi mielde plánet guvlui dárbbašlaš suodjalandoaimmaid.

source: Tämä edellyttäisi pienialaisia, laidunnukselta aidattuja koealoja.
sme: Dát gáibidivččii smávva iskkadanviidodagaid, mat livčče áidojuvvon ahte eallit eai sáhtáše guohtut.

source: Perhostenkeräily nykymuodossaan ei ole uhka edes uhanalaisiksi luokitelluille lajeille, koska perhosten yksilömäärät ovat suuria ja keräily epäsäännöllistä.
sme: Beaiveloddečoaggin dálá hámis ii leat áitimin ii áitatvuloš šlájaidge, dasgo beaivelottit leat valjis, eaige olbmot leat jámma čoaggimin beaivelottiid.

source: Perhosten eri inventointimenetelmiä on suomeksi käsitelty mm. Vesi- ja ympäristöhallinnon julkaisusarjassa.
sme: Beaivelottiid sierra inventerenvuogit leat suomagillii gieđahallon ee. Čáhce- ja birashálddahusa almmustuhttinráiddus.

source: 7.1. 4 Arkeologiset suojelunäkökohdat
sme: 7.1.4 Arkeologalaš suodjalanperspektiivvat

source: Luoteis-Lappi – toisin kuin suurin osa Etelä-Suomea – oli jo mannerjään sulamisvaiheessa 10 000 vuotta sitten silloisen Baltian jääjärven pintaa korkeammalla, eikä esimerkiksi Enontekiön alueella tapahtunut jäätikön poistumisen jälkeen enää mainittavampia muutoksia vesistöissä.
sme: Lappi oarjedavágeahči – nuppeláhkai go eanas oassi Mátta-Suomas – lei juo mannánjieŋa suttadettiin 10 000 jagi dassái badjelis go dalá Baltia jiekŋajávri, eaige ovdamearkka dihte Eanodaga guovllus dáhpáhuvvan šat jiehki jávkama maŋŋá stuorit nuppástusat čázádagain.

source: Pohjoisimman Suomen asukkaat leiriytyivät jo kivikaudella samojen jokien ja järvien rannoille kuin nykyajan ihmiset, ja usein vielä aivan samoille paikoille.
sme: Davimus Suoma ássit ásaiduvve juo geađgeáiggis seamma jogaid ja jávrriid gáttiide go dálá olbmot, ja dávjá vel áibbas seamma sajiide.

source: Etenkin tunturialueella hyviä leiripaikkoja on maaston kivisyyden tai vetisyyden ja suojan puutteen sekä mm. polttopuun vähäisyyden johdosta rajoitetusti, joten samoille jokilaaksojen hiekkatörmille on usein leiriydytty yhä uudelleen vuosisadasta toiseen.
sme: Erenoamážit duottarguovllus buorit gohttensajit leat juvves eatnamiid dahje čáhccáivuođa ja suojehisvuođa ja ee. boaldinmuora vátnivuođa dihte viehka unnán, ja nuba seamma johkelegiid sáttoderpmiide leat olbmot don doložis gohtten ođđasit ja ođđasit.

source: Koska Itämeri ei koskaan ulottunut tälle alueelle, asuinpaikkoja ei voi sijainnin perusteella yhdistää mihinkään tiettyyn rantavaiheeseen.
sme: Go Nuortamearra ii goassege ollán gitta deike, de ássansajiid ii sáhte sajádaga vuođul ovttastahttit mange dihto gáddemuddui.

source: Etelä-Suomessa käyttökelpoista rannansiirtymäkronologiaa eli asuinpaikkojen ajoittamista muinaisen rannankorkeuden perusteella ei näin ollen voi soveltaa Pohjois-Lappiin.
sme: Lulli-Suomas anolaš gáddesirdašuvvankronologiija dahje ássansajiid áigemeroštallama dološ gáddeallodaga vuođul ii ná sáhte geavahit Davvi-Lappis.

source: Pitkän ajan käytössä olleilla asuinpaikoilla on usein hankalaa erottaa eri aikakausilta peräisin olevat asumisjäänteet toisistaan, sillä selvää maa-aineksen ja löydösten kerrostumista eli stratigrafiaa ei Lapissa useinkaan tapaa.
sme: Guhká anus leamaš ássansajiin lea dávjá váttis earuhit nubbi nuppis ássanbázahusaid, mat leat sierra áigodagain, dasgo čielga eanaávdnasa ja gávdnosiid gearddástuvvama (stratigrafiija) ii Sámis galliige deaivva.

source: Hiekkamaassa löytökerrokset myös sekoittuvat helposti, jos ohut pintaturve kuluu puhki.
sme: Sáttoeatnamis gávnnusgearddit maiddái vigget seahkanit, jos asehis bajilduslavdnji gollá ráiggil.

source: Monissa tapauksissa sekoittuneiden asuinpaikkojen eri asutusvaiheet voidaan ajoittaa vain esinetypologian avulla, toisin sanoen paikalta löydetyille esineille etsitään ajoitettuja vastineita muualta.
sme: Máŋgii geavvá nu, ahte seahkanan ássanbáikkiid sierra ásaiduhttinmuttuid sáhttá áigemeroštallat dušše bierggastypologiija vuođul, nuppiiguin sániiguin báikki alde gávdnojuvvon biergasiidda ohccojuvvojit eará sajis vástideaddji, áigemeroštallon biergasat.

source: ”Puhtaat” lyhytaikaiset leiripaikat ovat arkeologian kannalta erittäin tärkeitä, koska vain tällaisten lyhytaikaisten paikkojen avulla voidaan selvittää, mitkä esinetyypit ovat todella samanaikaisia ja mihin ajalliseen jaksoon ne kuuluvat.
sme: ”Buhtes” oanehisáigásaš gohttensajit leat arkeologiija dáfus hui mávssolaččat, dasgo dušše dákkár oanehisáigásaš báikkiid vuođul sáhttá čielggadit, mat bierggastiippaid bohtet duođaid seamma áiggis ja man áigodahkii dat gullet.

source: Asuinpaikan koko ei siis välttämättä ole missään suhteessa sen tieteelliseen arvoon.
sme: Ássanbáikki dieđalaš árvu ii leat nappo moktege ássanbáikki sturrodaga duohken.

source: Kun toisaalta otetaan huomioon, että arkeologinen kohde tuhoutuu sitä helpommin, mitä vähemmän se sisältää tavaraa ja rakenteita, käy selväksi että jonkin alueen – esimerkiksi juuri Käsivarren – koko esihistorian selvittäminen tai selvittämättä jääminen saattaa olla hyvin pienestä kiinni.
sme: Go nuppe dáfus váldá vuhtii ahte dieđalaš čuozáhat duššá dađi álkibut mađi unnit dat sisdoallá ávdnasiid ja ráhkadusaid, de čielgá ahte juoga guovllu – ovdamearkka dihte aiddo Giehtaruohttasa – oppa ovdahistorjjálaš čielggadeapmi dahje čielggatkeahttá báhcin sáhttá leat hui unni duohken.

source: Tulenpitopaikan tasoitus tai vaikkapa vain mopon takarenkaan kaivamasta urasta alkanut tuulieroosio saattavat hävittää leiripaikan, joka olisi antanut ainoan varman näytön jonkin arkeologisen ilmiön iästä tai käyttöyhteydestä.
sme: Dolastallanbáikki dulben dahje vaikkoba dušše mopeda maŋŋejuvlla bolttastan vuojáhahatluottas álgán bieggaerošuvdna sáhttá duššadit dolastallanbáikki, mii livččii addán áidna sihkkaris duođaštanstuhka juoga arkeologalaš ihtaga agis dahje geavahanoktavuođas.

source: Alueen arkeologiset erityispiirteet
sme: Guovllu arkeologalaš mihtilmasvuođat

source: Käsivarren erämaa-alueelta on tähän mennessä luetteloitu seitsemän kiinteää muinaisjäännöstä: viisi seitaa, yksi ns. lapinkenttä ja yksi parannuslähde.
sme: Giehtaruohttasa meahcceguovllus leat dássážii inventerejuvvon čieža giddes dološbázahusa: vihtta sieiddi, okta ng. sámegieddi ja okta buoridangáldu.

source: Kaikki tiedot ovat Samuli Paulaharjulta.
sme: Buot dieđut bohtet Samuli Paulaharjus.

source: Alueelta ei toistaiseksi tunneta esihistoriallisia asuinpaikkoja eikä pyyntikuoppia, mutta tämä johtunee yksinkertaisesti tutkimuksen puutteesta, sillä molempia on luetteloitu lähistöltä.
sme: Guovllus eai dássážii leat dieđus ovdahistorjjálaš ássanbáikkit eaige gottiid bivdorokkit, muhto dása dáidá leat sivvan dušše dutkamiid váilevašvuohta, dasgo guktot gávdnojit lahkosiin.

source: Käsivarren kiinteiden muinaisjäännösten luetteloa hallitsevat seidat ja palvontapaikat, joista useimmat keskittyvät alueen luoteisosaan.
sme: Giehtaruohttasa giddes dološbázahusaid inventeremis guovddážis leat sieiddit ja bálvvosbáikkit, main eatnasat leat guovllu oarjedavágeahčen.

source: Kuten edellä on korostettu, Käsivarren erämaa-alueella ei ole tehty systemaattista arkeologista inventointia.
sme: Nugo ovdalis lea deattuhuvvon, de Giehtaruohttasis ii leat dahkkojuvvon systemáhtalaš arkeologalaš inventeren.

source: Tämä näkyy ennen muuta muistinvaraista historiaa vanhempien kiinteiden muinaisjäännösten – kuten esihistoriallisten asuinpaikkojen ja pyyntikuoppien – puuttumisena, vaikka tällaisia kohteita tunnetaan lähialueilta useita.
sme: Dát oidno vuosttažettiin giddes dološbázahusaid, mat mannet dobbelii go njálmmálaš historjá – dego ovdahistorjjálaš ássanbáikkiid ja bivdorokkiid – váilumin, dasgo dieđuid mielde dákkár čuozáhagat gávdnojit lahkosiin moanat.

source: Esihistoriallisia asuinpaikkoja voi odottaa löytyvän etenkin jokien ja järvien rannoilta, pyyntikuoppia eli peurakuoppia taas vesistöjen välisistä kapeikoista.
sme: Ovdahistorjjálaš ássanbáikkit sáhttet gávdnot erenoamážit jogaid ja jávrriid gáttiin, bivdorokkit fas čázádagaid gaskasaš boatkkain.

source: Rautaisia nuolenkärkiä lienee käytetty pääasiassa villien tunturipeurojen pyynnissä, ja pyytäjillä on täytynyt olla alueella omat tukikohtansa.
sme: Ruovddis dahkkojuvvon njuollagežiid dáidet leat geavahan eanas duottargottiid bivddus, ja bivdiin fertejit leat leamaš guovllus sierra doarjjabáikkit.

source: Samoin voi olettaa Käsivarresta löytyvän runsaasti myös myöhempiä, proto- ja varhaishistorialliseen saamelaisvaiheeseen liittyviä kohteita – kuten lapinkylien leiripaikkoja, kaarteita, ampumapiiloja jne. Käsivarren erämaa-alueella lienee ollut asutusta jo kivikaudelta alkaen.
sme: Seammaláhkai sáhttá navdit Giehtaruohttasis gávdnot valjis maiddái maŋit, proto- ja árrahistorjjálaš sámemuddui guoskevaš čuozáhagaid – dego sámesiiddaid leairabáikkiid, gárddiid, čilaid jna. Giehtaruohttasa meahcceguovllus leat várra ássan juo geađgeáiggi rájes.

source: Todisteiden puuttuminen johtunee pääasiassa tutkimusten vähäisyydestä, ja yksikin inventointi todennäköisesti muuttaisi tilannetta jo huomattavasti.
sme: Duođastusstuhkaid váiluma sivvan dáidá leat vuosttažettiin dutkamiid vátnivuohta, ja oktage inventeren sáhtášii rievdadit juo mealgat dili.

source: Irtolöytöjen kohdalla tilanne on samantapainen.
sme: Bođugávdnosiid hárrái dilli lea seammasullasaš.

source: Luetteloa hallitsevat rautaiset nuolenkärjet;
sme: Inventeremis guovddážis leat ruovddis dahkkojuvvon njuollageažit;

source: muun tyyppisiä löytöjä alueelta ei ole.
sme: earálágan gávdnosat eai leat guovllus.
